export default {
  line: "切換線路",
  language: "選擇語言",
  common: [
    "線上客服",
    "取消懸浮"
  ],
    home: {
        broadcast: "恭喜會員{member}推薦一名{vipname}<br>獲得{currency}{grade}推廣獎勵!",
        taskHall: {
            title: ["任務大廳","商家發佈大廳"]
        },
        memberList: {
            title: "會員榜單",
            data: ['恭喜:{member}','今天完成{num}單,賺取{currency}{profit}!']
        },
        businessList: {
            title: "商家榜單",
            data: [
            "{member}",
            "今天發佈{num}單任務"
            ]
        },
        noticeTitle: "溫馨提示",
        tabBar: ['首頁','任務','VIP','收益','我的'],
    menu: [
      "VIP專區",
      "視頻教程",
      "推廣獎勵"
    ],
msg: "任務未開放",
video: "暫無視頻教程"
    
    },

  login: {
    text: [
      "記住用戶名/密碼",
      "正在登入…",
      "立即登入"
    ],
    placeholder: [
      "請輸入手機號",
      "請輸入登入密碼"
    ],
    i18n: [
      "無{title}帳號？{a} {line}",
      "註冊"
    ]
  },
  register: {
    text: [
      "歡迎註冊",
      "簡訊碼發送中…",
      "獲取簡訊碼",
      "正在註冊…",
      "立即註冊",
      "已有帳號，馬上下載",
      "手機號注册",
      "郵箱註冊"
    ],
    placeholder: [
      "請輸入手機號",
      "請輸入簡訊驗證碼",
      "請輸入登入密碼",
      "請確認您的密碼",
      "請輸入邀請碼",
      "兩次密碼不一樣",
      "請輸入驗證碼",
      "請輸入郵箱號"
    ],
    i18n: [
      "已有帳號？{a} {line}",
      "登入"
    ]
  },





    postTask: {
        navBar: {
            title: "發佈任務",
            right: "發佈規則"
        },
        field: [
            {
                label: "任務分類",
            },
            {
                label: "任務標題",
                placeholder: "請輸入任務標題",
                error: "任務標題不能為空"
            },
            {
                label: "任務簡介",
                placeholder: "請輸入任務簡介"
            },
            {
                label: "任務單價",
                placeholder: "請輸入任務單價",
                right: "{currency}",
                error: ["任務單價不能為空","任務單價不能低於1{currency}"]
            },
            {
                label: "領取數量",
                placeholder: "請輸入領取數量",
                error: "領取數量不能為空"
            },
            {
                label: "領取次數",
                placeholder: "請輸入領取次數",
                right: "次/人",
                error: "領取次數不能為空"
            },
            {
                label: "任務總價",
                error: "任務總價未計算"
            },
            {
                label: "連結資訊",
                placeholder: "請輸入連結位址",
                error: "連結資訊不能為空"
            },
            {
                label: "任務級別",
            },
            {
                label: "截止日期",
                placeholder: "點擊選擇日期",
                error: "截止日期不能為空"
            },
            {
                label: "完成條件",
                error: "請選擇完成條件"
            },
            {
                label: "稽核樣例",
            },
            {
                label: "操作步驟",
                placeholder: "簡單易懂的步驟有助於完成！",
                error: "操作步驟不能為空"
            },
        ],
        button: "提交",
        step: {
            title: "操作步驟",
            right: "完成",
            placeholder: "請輸入步驟描述",
            button: ['删除','添加']
        },
        tips: [
      "平臺手續費約 {pump}{br}本次發佈需支付約 {price}，請保證帳戶餘額充足 {a}{br}提示：本平臺禁止發佈黃賭毒及涉政等一切法律所禁止的內容，如發現扣除積分，封禁帳號。",
      "去充值",
      "最少保留一項步驟",
      "最多添加十個步驟"
    ]
    },
    vip: {
        user: {
            title: ['您的身份','遊客'],
            label: "每日任務",
            value: ['生效日期','永久有效','請先登錄'],
        },
        list: {
            label: "每日任務:{number}次",
            button: "立即加入",
            text: [
                  "每日收益",
                  "月收益",
                  "推薦獎勵：每名",
                  "免費",
                  "每單"
                  ]
        },
        dialog: ['確定花費 {amount} {currency}成為{name}嗎？','你當前為{currname}，無法成為{name}','確定花費 {amount} {currency}續費{name}嗎？']
    },
    user: {
        myEarnings: {
            grid: ["個人餘額","昨日收益","今日收益","本周收益","本月收益","上月收益","總收益","今日完成任務(單)","今日剩餘任務(單)"]
        },

    default: [
      "我的上級",
      "登入帳號",
      "邀請碼",
      "登出",
      "餘額",
      "{currency}",
      "我的錢包",
      "封號",
      "限制",
      "良好",
      "優秀",
      "机器人"
    ],
    menu: [
      "任務記錄",
      "稽核任務",
      "發佈管理",
      "個人資訊",
      "帳號綁定",
      "日結報表",
      "賬變記錄",
      "邀請好友",
      "團隊報表",
      "幫助手冊",
      "信用中心",
      "APP下載"
    ]
    },

  userInfo: {
    default: [
      "個人資訊",
      "頭像",
      "手機號",
      "銀行卡",
      "支付寶",
      "詳細資訊",
      "登入密碼",
      "資金密碼",
      "點擊設定",
      "修改頭像",
      "修改登入密碼",
      "修改資金密碼",
      "提交",
      "清空緩存"
    ],
    label: [
      "原登入密碼",
      "新登入密碼",
      "確認密碼",
      "原資金密碼",
      "新資金密碼",
      "確認密碼"
    ],
    placeholder: [
      "請輸入原登入密碼",
      "請輸入新登入密碼",
      "請確認登入密碼",
      "請輸入原資金密碼",
      "請輸入新資金密碼",
      "請確認資金密碼"
    ]
  },
  bankCard: {
    default: [
      "綁定銀行卡",
      "立即認證",
      "正在提交…",
      "立即添加",
      "添加銀行卡"
    ],
    tips: [
      "請實名認證後再來添加銀行卡",
      "您綁定銀行卡的開戶名必須與您認證的實名一致，否則將無法成功提現。"
    ],
    label: [
      "姓名",
      "銀行名稱",
      "銀行戶口",
      "IFSC程式碼"
    ],
    placeholder: [
      "請選擇銀行名稱",
      "請輸入銀行戶口",
      "請輸入IFSC程式碼"
    ]
  },
  userSet: {
    default: [
      "實名認證",
      "詳細資訊",
      "綁定支付寶",
      "提交"
    ],
    label: [
      "真實姓名",
      "QQ號",
      "支付寶帳號",
      "支付寶姓名"
    ],
    placeholder: [
      "請輸入真實姓名(本人姓名提現所用)",
      "請輸入QQ號",
      "請輸入支付寶帳號",
      "請輸入支付寶姓名"
    ],
    tips: "溫馨提示：綁定銀行卡不可以修改，為您提款使用"
  },
  bindAccount: {
    default: [
      "綁定帳號",
      "查看教程",
      "提交"
    ],
    tabs: [
      "帳號",
      "帳號",
      "帳號"
    ],
    label: [
      "操作說明",
      "添加截圖",
      "帳號"
    ],
    placeholder: "請輸入{account}帳號"
  },
  dayReport: [
    "日結報表",
    "總收益",
    "我完成的任務",
    "我的任務收益",
    "下級完成的任務",
    "下級任務收益",
    "單",
    "最近30天",
    "數量",
    "任務",
    "下級",
    "消費",
    "日期"
  ],
  fundRecord: {
    default: [
      "支出記錄",
      "充值記錄",
      "收入記錄",
      "充",
      "收",
      "支"
    ],
    tabs: [
      "收入",
      "支出",
      "充值"
    ]
  },
  vanPull: [
    "沒有更多數據了",
    "沒有數據"
  ],
  promote: [
    "你的好友",
    "邀請你加入{title}",
    "推薦碼",
    "複製推薦碼",
    "複製邀請連結",
    "保存二維碼",
    "推廣獎勵",
    "保存海報成功",
    "保存海報失敗，請多試幾次或截圖保存",
    "請截圖",
    "保存推廣海報",
    "保存推廣海報到手機<br>如不成功請多試幾次或截圖保存"
  ],
  teamReport: {
    default: [
      "蒐索",
      "團隊餘額",
      "團隊收益",
      "團隊充值",
      "團隊提現",
      "首充人數",
      "首推人數",
      "團隊人數",
      "團隊新增",
      "個",
      "我",
      "用戶",
      "充值",
      "提現",
      "返點",
      "提成",
      "選擇年月日",
      "暫無數據",
      "充值金額",
      "充值人數",
      "充值返傭"
    ],
    tabs: [
      "團隊報表",
      "我的團隊"
    ],
    team: [
      "一級",
      "二級",
      "三級"
    ]
  },
  help: [
    "幫助手冊",
    "暫無內容"
  ],
  credit: [
    "信用中心",
    "信用說明",
    "信用記錄",
    "<p>1.信用積分每週評估一次</p><p>2.初始用戶信用積分：<b>60</b></p><p>3.如果檢測到用戶做任務上傳虛假圖片一天扣除：<b>1</b>積分，扣分上限：<b>7</b>積分</p><p>4.如果未檢測到用戶使用虛假圖片新增<b>1</b>積分</p><p>5.信用積分低於<b>50</b>分將被限制提現</p><p>6.信用積分低於<b>30</b>分接任務次數减半</p><p>7.信用積分小於等於<b>0< /b>分將被封號</p>",
    "我的信用",
    "暫時沒有信用記錄"
  ],
  upload: [
    "上傳中…",
    "錯誤格式",
    "上傳成功",
    "上傳失敗"
  ],
  task: {
    default: [
      "任務清單",
      "任務要求",
      "創建",
      "稽核",
      "打開連結",
      "複製連結",
      "單價",
      "提交",
      "放弃"
    ],
    tabs: [
      "進行中",
      "稽核中",
      "已完成",
      "已失敗",
      "惡意",
      "已放弃"
    ],
    msg: "請上傳完成任務圖片",
    info: [
      "任務詳情",
      "任務標題",
      "任務收益",
      "任務描述",
      "上傳要求",
      "提交樣例",
      "用戶未提交樣例",
      "稽核說明",
      "審核日期",
      "需求方",
      "發佈",
      "複製",
      "跳轉",
      "任務步驟",
      "第{index}步",
      "稽核樣例",
      "無稽核樣例",
      "數據加載中…",
      "放弃任務",
      "提交完成任務",
      "發佈內容"
    ],
    index: [
      "當前身份",
      "您當前的等級為 <i style=\"color:#1989fa\">{currVip}</i><br>只能領取當前<i style=\"color:#1989fa\">{currVip}</i>等級的任務<br>是否加入 <i style=\"color:#dd6161\">{vip}</i> 等級",
      "立即加入",
      "請選擇任務類別"
    ],
    list: [
      "任務清單",
      "需求方",
      "剩餘",
      "要求",
      "領取"
    ],
    show: [
      "任務詳情",
      "人已賺到",
      "剩餘{num}個名額",
      "48小時內稽核",
      "任務描述",
      "需求方",
      "稽核標準",
      "複製",
      "跳轉",
      "任務步驟",
      "第{index}步",
      "稽核樣例",
      "無稽核樣例",
      "數據加載中…",
      "正在提交…",
      "領取任務",
      "立即登入",
      "發佈內容"
    ]
  },
  serviceCenter: [
    "客服中心",
    "Hi，專屬客服",
    "很高興為您服務",
    "自助服務",
    "線上客服",
    "充值客服",
    "Line客服"
  ],
  audit: {
    default: [
      "審核任務",
      "領取用戶",
      "領取日期",
      "更新日期",
      "審核",
    ],
    tabs: [
      "進行中",
      "審核中",
      "已完成",
      "已失敗"
    ],
    info: [
      "審核詳情",
      "任務標題",
      "任務金額",
      "人已完成",
      "剩餘{num}個名額",
      "任務描述",
      "鏈接信息",
      "審核樣例",
      "領取用戶",
      "領取",
      "完成狀態",
      "提交樣例",
      "用戶未提交樣例",
      "更新日期",
      "數據加載中...",
      "惡意",
      "重審",
      "失敗",
      "成功",
      "審核任務",
      "審核說明",
      "請輸入審核說明",
      "提交的任務不合格，需重新提交審核",
      "恭喜任務完成，再接再厲",
      "提交的任務頁面截圖錯誤，任務失敗",
      "惡意提交任務，任務失敗"
    ]
  },
  postRecord: [
    "發布管理",
    "發布",
    "總量",
    "已完成",
    "截止日期",
    "審核",
    "撤銷",
    "編輯"
  ],
  wallet: {
    default: [
      "我的錢包",
      "充值",
      "提現",
      "充值記錄",
      "提現記錄",
      "充",
      "提",
      "支付寶"
    ],
    label: [
      "提現方式",
      "提現金額",
      "資金密碼",
      "提交",
      "手機號",
      "郵箱",
      "IFSC"
    ],
    placeholder: [
      "選擇提現方式",
      "請輸入提現金額",
      "請輸入資金密碼",
      "請選擇提現方式",
      "請輸入收款人手機號",
      "請輸入收款人郵箱",
      "請輸入收款人IFSC"
    ],
    msg: [
      "你還未設置資金密碼，請先設置",
      "你還未綁定銀行卡，請先綁定"
    ]
  },
  recharge: {
    default: [
      "充值",
      "充值詳情",
      "充值記錄",
      "可用餘額{money}，請選擇充值方式",
      "單筆最低金額為{currency}{min}，最高{currency}{max}，手續費{fee}%",
      "正在提交...",
      "立即充值",
      "返回",
      "加載中..."
    ],
    label: [
      "充值金額",
      "充值通道",
      "轉賬姓名",
      "付款人姓名",
      "付款人手機",
      "付款人UPI賬戶",
      "付款人郵箱"
    ],
    placeholder: [
      "請輸入充值金額",
      "請選擇充值通道",
      "請輸入轉賬姓名",
      "單筆最低金額為{currency}{min}",
      "單筆最高金額為{currency}{max}",
      "請輸入付款人姓名",
      "請輸入付款人手機號，號碼前加上國際區號，例如 86",
      "請輸入付款人UPI賬戶",
      "請輸入付款人郵箱"
    ],
    info: [
      "充值金額",
      "訂單號",
      "收款銀行",
      "收款賬號",
      "收款人",
      "複製",
      "{type}轉賬",
      "轉賬截圖",
      "提交",
      "IFSC代碼",
      "賬戶類型",
      "處理說明"
    ],
    tips: [
      "請選擇以下方式轉賬相符的金額以免延誤財務查收<br>轉賬后請上傳轉賬截圖作為核對證明",
      "無需加好友，掃一掃二維碼向我轉賬付錢",
      "請按照下面信息完成轉賬",
      "提示：成功支付后，請聯繫在線客服，提供您的會員賬號、充值金額、訂單號、存款人帳號、充值時間；方便財務及時為您添加資金",
      "注意：會員每筆轉賬支付請提交一次",
      "轉賬后請上傳轉賬截圖作為核對證明"
    ]
  },

  dialog: [
    "提示",
    "確定",
    "正在提交...",
    "複製成功",
    "IOS系統版本低不支持",
    "正在註冊...",
    "數據加載中..."
  ],

  lineList: [
    "線路選擇",
    "當前線路",
    "線路"
  ],


}