export default {
  line: "स्विच लाइन",
  language: "भाषा चुनें",
  common: [
    "ऑनलाइन सेवा",
    "अजमा करें"
  ],
    home: {
        broadcast: "सदस्यों के लिए अभिनन्दन{member}एक सिफारिस करें{vipname}<br>प्राप्त करें{currency}{grade}प्रकटान बदला!",
        taskHall: {
            title: ["मिशन हॉल","व्यवसाय प्रकाशन हॉल"]
        },
        memberList: {
            title: "सदस्य सूची",
            data: ['अभिनन्दन:{member}','आज समाप्त करें{num}एकल,प्राप्त करें{currency}{profit}!']
        },
        businessList: {
            title: "व्यापारी की सूची",
            data: [
            "{member}",
            "आज सुरक्षित{num}एकल कार्य"
            ]
        },
        noticeTitle: "सचेतक",
        tabBar: ['घर पृष्ठ','कार्य','VIP','लाभ','मेरा'],
    menu: [
      "VIP क्षेत्र",
      "वीडियो शिक्षक",
      "प्रकटान बदला"
    ],
msg: "मिशन खुला नहीं है",
video: "कोई वीडियो शिक्षक नहीं"
    
    },

  login: {
    text: [
      "प्रयोक्ता नाम / पासवर्ड याद रखें",
      "हस्ताक्षर",
      "अब लॉग इन करें"
    ],
    placeholder: [
      "कृपया अपना मोबाइल फोन संख्या भरें",
      "कृपया लॉगइन पासवर्ड भरें"
    ],
    i18n: [
      "कुछ नहीं{title}खाता संख्या？{a} {line}",
      "रेजिस्टर"
    ]
  },
  register: {
    text: [
      "रेजिस्टर में स्वागत है",
"SMS कोड भेज रहा है...",
"SMS कोड प्राप्त करें",
"रेजिस्टरिंग...",
"अब रेजिस्टर करें",
"मौजूदा खाता, अब डाउनलोड",
"मोबाइल फोन संख्या रिजिस्टेशन",
"इमेल रिजिस्ट्रेज़िस्टेशन"
    ],
    placeholder: [
      "कृपया अपना मोबाइल फोन संख्या भरें",
      "कृपया SMS प्रमाणीकरण कोड इनपुट करें",
"कृपया लॉगइन पासवर्ड भरें.",
"कृपया अपना पासवर्ड पुष्टि करें",
"कृपया आमन्त्रण कोड भरें,",
"दो पासवर्ड एक ही नहीं हैं।",
"कृपया सत्यापन कोड भरें",
"कृपया इमेल संख्या भरें"
    ],
    i18n: [
      "मौजूदा खाता संख्या？{a} {line}",
      "लॉगइन"
    ]
  },





    postTask: {
        navBar: {
            title: "कार्य प्रकाशित करें",
            right: "नियम प्रकाशन"
        },
        field: [
            {
                label: "कार्य वर्गीकरण",
            },
            {
                label: "कार्य शीर्षक",
                placeholder: "कृपया कार्य शीर्षक भरें",
                error: "कार्य शीर्षक खाली नहीं हो सकता"
            },
            {
                label: "मिशन प्रोफाइल",
                placeholder: "कृपया कार्य प्रोफाइल भरें"
            },
            {
                label: "कार्य की एकाइ क्रम",
                placeholder: "कृपया कार्य यूनिट मूल्य भरें",
                right: "{currency}",
                error: ["कार्य यूनिट मूल्य खाली नहीं हो सकता","कार्य यूनिट मूल्य से कम नहीं होता1{currency}"]
            },
            {
                label: "मात्रा प्राप्त",
                placeholder: "कृपया जमा करने के लिए कोई मात्रा इनपुट करें",
                error: "क्लाइम मात्रा खाली नहीं हो सकता"
            },
            {
                label: "समय",
                placeholder: "कृपया प्रश्न समय भरें",
                right: "समय / व्यक्ति",
                error: "श्रेणी समय खाली नहीं हो सकता"
            },
            {
                label: "कुल कार्य मूल्य",
                error: "कुल कार्य मूल्य गणना नहीं है"
            },
            {
                label: "लिंक जानकारी",
                placeholder: "कृपया लिंक पता भरें",
                error: "लिंक जानकारी खाली नहीं हो सकती"
            },
            {
                label: "कार्य स्तर",
            },
            {
                label: "बंद कर रहा तिथि",
                placeholder: "तारीख चुने के लिए क्लिक करें",
                error: "डेडलाइन खाली नहीं हो सकता"
            },
            {
                label: "पूर्णता परिस्थिति",
                error: "कृपया पूर्णता स्थिति चुनें"
            },
            {
                label: "ऑडिट नमूना",
            },
            {
                label: "आपरेशन चरण",
                placeholder: "पूरी मदद करने के लिए चरणों को समझने के लिए आसान है!",
                error: "ऑपरेशन चरण खाली नहीं हो सकता"
            },
        ],
        button: "भेजें",
        step: {
            title: "आपरेशन चरण",
            right: "पूर्ण",
            placeholder: "कृपया चरण वर्णन भरें",
            button: ['मिटाएँ','जोड़ें']
        },
        tips: [
      "प्लेटफ़ॉर्म हैंडलिंग फीज के बारे में {pump}{br}इस मुक्ति के लिए पैसा के बारे में है {price}，कृपया सुनिश्चित करें कि खाता बैलेन्स काफी है {a}{br}टिप्प: इस प्लेटफ़ॉर्म को प्रकाशित करने से रोका जाता है पोर्नोग्राफिक, खेम्बिंग, औषध और राजनीतिक संबंधित सामग्री के प्रकाशित करने स",
      "फिर चार्ज करने के लिए",
      "कम से कम एक चरण रखें",
      "10 चरण में जोड़ें"
    ]
    },
    vip: {
        user: {
            title: ['तुम कौन हो','टूरिस्ट'],
            label: "रोज़ी कार्य",
            value: ['प्रभावी तिथि','स्थायी वैध','कृपया पहले लगइन करें'],
        },
        list: {
            label: "रोज़ी कार्य:{number}सेकंड",
            button: "अब जोड़ें",
            text: [
                  "दिनांक आयात",
                  "महिनावारी आयात",
                  "सुनिश्चित बदला प्रत्येक",
                  "मुक्त Admission",
                  "हर क्रम"
                  ]
        },
        dialog: ['लागत निर्धारित करें {currency} {amount} बनाएँ{name}क्या आप？','आप वर्तमान हैं{currency}，नहीं हो सकता{name}','लागत निर्धारित करें {currency} {amount} नया{name}क्या आप？']
    },
    user: {
        myEarnings: {
            grid: ["व्यक्तिगत","कल की कमाई","आज की कमाई","इस सप्ताह की सुनती","महीने के लिए सुनाई","पिछले महीने की कमाई","कुल आगत","आज कार्य समाप्त करें","आज के बाकी कार्य"]
        },
 
    default: [
      "मेरा अधिकारी।",
"लागइन खाता",
"निमन्त्रण कोड",
"लॉग आउट",
"बैलेंस",
"सोने कोन",
"मेरी पाकीट",
"शीर्षक संख्या",
"निर्धारित.",
"अच्छा.",
"अच्छा",
"机器人"
    ],
    menu: [
"कार्य रेकर्ड",
"ऑडिट कार्य",
"प्रकाशित प्रबंधन.",
"व्यक्तिगत जानकारी",
"खाता बाइंडिंग",
"दिनीया स्टेट्शन",
"खाता परिवर्तन रेकॉर्ड",
"दोस्तों को आमन्त्रित करो",
"टीम रिपोर्ट",
"मदद मैनुअल",
"क्रेडिट केंद्र",
"एप्लिकेशन डाउनलोड"
    ]
    },

  userInfo: {
    default: [
"व्यक्तिगत जानकारी",
"शीर्ष पोर्ट्रेट",
"मोबाइल फोन नंबर",
"बैंक कार्ड",
"Alipay",
"विवरण,",
"लॉगइन पासवर्ड",
"केपिटल पासवर्ड",
"सेटिंग क्लिक करें",
"अपने अवातार परिवर्धित करो।",
"लॉगइन पासवर्ड परिवर्धित करें",
"फ़ंड पासवर्ड परिवर्धित करें",
"भेजें,",
"खाली कैश"
    ],
    label: [
"मौलिक लॉगइन पासवर्ड",
"नया लॉगइन पासवर्ड",
"पासवर्ड यकीन करें",
"मौलिक फंड पासवर्ड",
"नया फंड पासवर्ड",
"पासवर्ड यकीन करें"
    ],
    placeholder: [
"कृपया मौलिक लॉगइन पासवर्ड भरें",
"कृपया नया लॉगइन पासवर्ड भरें",
"कृपया लॉगइन पासवर्ड की पुष्टि करें",
"कृपया मौलिक फंड पासवर्ड इनपुट करें",
"कृपया नया फंड पासवर्ड भरें",
"कृपया फंड पासवर्ड पुष्टि करें"
    ]
  },
  bankCard: {
    default: [
"बैंक कार्ड बाइन्डिंग",
"अब प्रमाणीकरण",
"भेज रहा है...",
"अब जोड़ें",
"बैंक कार्ड जोड़ें"
    ],
    tips: [
"कृपया वास्तविक नाम सत्यापन के बाद बैंक कार्ड जोड़ें",
"आप बांक कार्ड का खाता खोलने का नाम जो आप बाइन्ड करते हैं वास्तविक नाम के साथ सहभागी होना चाहिए, अन्यथा आप पैसा सफलतापूर्"
    ],
    label: [
"नाम",
"बैंक का नाम",
"बैंक खाता",
"IFSC कोड"
    ],
    placeholder: [
"कृपया बैंक नाम चुनें",
"कृपया बैंक खाता इनपुट करें",
"कृपया IFSC कोड भरें"
    ]
  },
  userSet: {
    default: [
"वास्तविक नाम प्रमाणीकरण",
"विवरण,",
"Alipay बाइन्डिंग",
"भेजें"
    ],
    label: [
"वास्तविक नाम.",
"QQ संख्या",
"Alipay account",
"Alipay नाम"
    ],
    placeholder: [
"कृपया अपना वास्तविक नाम प्रविष्ट करें (मेरे नाम को हटाने के लिए)",
"कृपया क्यूक्यू संख्या इनपुट करें",
"कृपया अलिपेल खाता क्रमांक इनपुट करें",
"कृपया Alipay नाम भरें"
    ],
    tips: "वार्म टिप्प्स: बाइंडिंग बैंक कार्ड आपके घटाने के लिए परिवर्तन नहीं किया जा सकता"
  },
  bindAccount: {
    default: [
"बाइन्ड खाता",
"शिक्षक देखें",
"भेजें"
    ],
    tabs: [
      "खाता संख्या",
      "खाता संख्या",
      "खाता संख्या"
    ],
    label: [
"आपरेटिंग निर्देश",
"स्क्रीनशॉट जोड़ें",
      "खाता संख्या"
    ],
    placeholder: "कृपया प्रविष्ट करें{account}खाता संख्या"
  },
  dayReport: [
"दिनीया स्टेट्शन",
"कुल आगत.",
"मैंने क्या किया है",
"मेरा मिशन फायदा है.",
"उपनियमों से पूरा कार्य",
"कार्य का उपयोग अधिकारित करें",
"एकल",
"पिछले 30 दिन",
"मात्रा",
"कार्य",
"उपनियम.",
"खर्च",
"तिथि"
  ],
  fundRecord: {
    default: [
"खर्च रेकॉर्ड",
"रिकार्ड फिर चार्ज करें",
"रेकॉर्ड उत्पन्न करें.",
"भरना",
"संग्रह",
"ब्रैंच"
    ],
    tabs: [
"उत्पन्न.",
"खर्च.",
"फिर चार्ज करें"
    ]
  },
  vanPull: [
"फिर कोई डाटा नहीं है.",
"कोई डाटा नहीं"
  ],
  promote: [
    "आपका सबसे अच्छा दोस्त",
    "आपको जोड़ने के लिए आमन्त्रित करें{title}",
"सिफारिसिंग कोड",
"सिफारिस कर्ता कापी करें",
"आमन्त्रण लिंक कॉपी करें",
"QR कोड सहेजें",
"प्रोमोटियन प्रतिज्ञा",
"पोस्टर सफलतापूर्वक सहेजा गया.",
"पोस्टर सहेजने में असफल. कृपया फिर कोशिश करें या इसे सहेजने के लिए स्क्रीनशॉट लें।",
"कृपया एक स्क्रीनशॉट लें",
"प्रगति पोस्टर की रक्षण",
"मोबाइल फोन में प्रगति पोस्टर सहेजें < br > यदि यह सफल नहीं है, कृपया फिर कोशिश करें या सहेजने के लिए स्क्रीनशॉट लें"
  ],
  teamReport: {
    default: [
"खोजें",
"टीम बैलेंस.",
"टीम का उपयोग।",
"टीम रिचार्ज",
"टीम छोड़ना",
"पहले लोगों की संख्या पुनरार्ज किया जाएगा,",
"पहले लोगों की संख्या",
"टीमों की संख्या",
"नया टीम",
"व्यक्तिगत",
"मैं",
"उपयोक्ता",
"फिर चार्ज करें",
"Withdrawal",
"पुनः प्रारंभ करें",
"कमिशन",
"साल, महीना और दिन चुनें।",
"मौजूदा कोई डाटा नहीं",
"पुनरार्ज मात्रा",
"पुनरार्ज करने के लिए लोगों की संख्या",
"कमिसियन फिर चार्ज करें"
    ],
    tabs: [
"टीम रिपोर्ट",
"मेरी टीम"
    ],
    team: [
"स्तर 1",
"द्वितीय स्तर",
"तीन स्तर"
    ]
  },
  help: [
"मदद मैनुअल",
"कोई सामग्री नहीं"
  ],
  credit: [
"क्रेडिट केंद्र",
"क्रेडिट स्टेशन",
"क्रेडिट इतिहास.",
    "<p>1.क्रेडिट बिन्दुओं को सप्ताह में एक बार मूल्यांकित किया जाता है</p><p>2.प्रारंभिक उपयोक्ता क्रेडिट स्कोर:<b>60</b></p><p>3.यदि इसे पता लगाया जाता है कि प्रयोक्ता गलत छवि को अपलोड करने के लिए कार्य करेगा, तो यह एक दिन घटाया जाएगा:<b>1</b>बिन्दुओं के ऊपर सीमा:<b>7</b>अक्षर</p><p>4.यदि उपयोक्ता वृद्धि करने के लिए गलत छवियों का उपयोग नहीं पता लगाता<b>1</b>अक्षर</p><p>5.नीचे क्रेडिट स्कोर<b>50</b>पैसा निकालना सीमित होगा</p><p>6.नीचे क्रेडिट स्कोर<b>30</b>टेप कार्यों की संख्या हैल्ड करें</p><p>7.क्रेडिट स्कोर से कम या बराबर है<b>0</b>बिन्दु संख्या किया जाएगा</p>",
"मेरा क्रेडिट,",
"समय के लिए कोई क्रेडिट रेकॉर्ड नहीं"
  ],
  upload: [
"अपलोड कर रहा है...",
"गलत फार्मेट,",
"अपलोड सफल।",
"अपलोड असफल"
  ],
  task: {
    default: [
"कार्य सूची",
"मिशन आवश्यकता.",
"बनाएँ,",
"ऑडिटिंग",
"लिंक खोलें",
"लिंक कॉपी करें",
"एकाइ क्रिया",
"भेजें,",
"छोड़ो"
    ],
    tabs: [
"प्रगति में",
"समीक्षा में",
"पूर्ण,",
"असफल,",
"मालिस",
"छोड़ा"
    ],
    msg: "कृपया पूरा कार्य तस्वीर अपलोड करें",
    info: [
"कार्य विवरण,",
"कार्य शीर्षक",
"मिशन फायदे.",
"कार्य वर्णन",
"अपलोड आवश्यकता",
"नमूना भेजें",
"प्रयोक्ता ने नमूना नहीं दिया।",
"आडिटी निर्देश",
"ऑडिट तारीख",
"आवश्यकता पास",
"प्रकाशना",
"नकल",
"जाओ",
"कार्य चरण",
      "पहला{index}चरण",
"आडिट नमूना",
"कोई ऑडिट नमूना",
"डाटा लोड कर रहा है...",
"कार्य छोड़ो।",
"पूरा कार्य भेजें",
"सामग्री प्रकाशित करें"
    ],
    index: [
      "वर्तमान स्थितिtab-style",
      "आपका मौजूदा रेटिंग है <i style=\"color:#1989fa\">{currVip}</i><br>सिर्फ मौजूदा को प्राप्त कर सकता है<i style=\"color:#1989fa\">{currVip}</i>स्तर कार्य<br>क्या आप जोड़ना चाहते हैं <i style=\"color:#dd6161\">{vip}</i> ग्रेड",
"अब जोड़ें",
"कृपया कार्य श्रेणी चुनें"
    ],
    list: [
"कार्य सूची",
"आवश्यकता पास",
"उत्पन्न",
"आवश्यकता",
"चुनो"
    ],
    show: [
"कार्य विवरण",
"लोगों ने पैसा बनाया है।",
      "उत्पन्न{num}स्थान",
"आवीट 48 घंटे में",
"कार्य वर्णन",
"आवश्यकता पास",
"ऑडिट मानक",
"नकल",
"जाओ",
"कार्य चरण",
      "पहला{index}चरण",
"आडिट नमूना",
"कोई ऑडिट नमूना",
"डाटा लोड कर रहा है...",
"भेज रहा है...",
"कार्य अनुरोध",
"अब लॉग इन है.",
"सामग्री प्रकाशित करें"
    ]
  },
  serviceCenter: [
"पसंदीदा सेवा केंद्र",
"हाय, एक्सेक्सविक ग्राहक सेवा",
"तुम्हारी सेवा करने के लिए आनन्द है।",
"स्वयं सेवा",
"ऑनलाइन ग्राहक सेवा",
"टॉपअप ग्राहक सेवा",
"लाइन ग्राहक सेवा"
  ],
  audit: {
    default: [
"ऑडिट कार्य",
"क्लाइम उपयोक्ता",
"संग्रह का तारीख",
"तारीख अद्यतन करें",
"ऑडिटिंग"
    ],
    tabs: [
"प्रगति में",
"समीक्षा में",
"पूर्ण,",
"असफल"
    ],
    info: [
"ऑडिट विवरण",
"कार्य शीर्षक",
"कार्य मात्रा",
"मनुष्य पूरा हुआ।",
      "उत्पन्न{num}स्थान",
"कार्य वर्णन",
"लिंक जानकारी",
"आडिट नमूने,",
"उपयोक्ता प्राप्त करते हैं",
"संग्रह",
"पूर्णता स्थिति",
"नमूना भेजें,",
"प्रयोक्ता नमूना नहीं जमा रहा है",
"अद्यतन तारीख",
"डाटा लोड कर रहा है...",
"नराम्री,",
"पुनरावृत्ति,",
"असफल,",
"सफल,",
"ऑडिट कार्य",
"आडिटी निर्देश",
"कृपया ऑडिट वर्णन भरें,",
"प्रदान किया गया कार्य अक्वालिफिकेट नहीं है, और उसे फिर पुनरावृत्ति के लिए प्रदान करना चाहिए।",
"कार्य के पूर्णता और अतिरिक्त प्रयास के बारे में अभिनन्दन हैं।",
"प्रदान किया गया कार्य पृष्ठ ठीक तरीके से रोका नहीं गया है, और कार्य असफल है।",
"कार्य दुष्टतापूर्वक दिया गया, कार्य असफल"
    ]
  },
  postRecord: [
"प्रकाशित प्रबंधन.",
"प्रकाशना",
"कुल मात्रा",
"पूर्ण,",
"पूर्ण तारीख",
"ऑडिटिंग",
"प्रतिक्रिया",
"संपादन"
  ],
  wallet: {
    default: [
"मेरी पाकीट",
"फिर चार्ज करें",
"Withdrawal",
"रिकार्ड फिर चार्ज करें",
"विच्छेद रिकार्ड",
"भरना",
"उठाओ",
"Alipay"
    ],
    label: [
"विचार विधि",
"विचार मात्रा",
"केपिटल पासवर्ड",
"भेजें,",
"मोबाइल फोन नंबर",
"पत्रबाक्स",
"IFSC"
    ],
    placeholder: [
"घटना पद्धति चुनें",
"कृपया रिट्रोकल मात्रा इनपुट करें",
"कृपया फंड पासवर्ड इनपुट करें",
"कृपया प्रतिक्रिया पद्धति चुनें",
"कृपया पैसी के मोबाइल संख्या इनपुट करें",
"कृपया पैसी के इमेल भरें",
"कृपया पैसी IFSC भरें"
    ],
    msg: [
"आपने फंड पासवर्ड नियत नहीं किया, कृपया पहले सेट करें",
"आप बैंक कार्ड को बान्ड नहीं किया है, कृपया पहले बान्ड करें"
    ]
  },
  recharge: {
    default: [
"फिर चार्ज करें",
"विवरण फिर चार्ज करें",
"रिकार्ड फिर चार्ज करें",
      "उपलब्ध{money}，कृपया फिर चार्ज विधि चुनें",
      "एक ट्रांसेक्शन की न्यूनतम मात्रा है{currency}{min}，उच्च{currency}{max}，सेवा चार्ज{fee}%",
"भेज रहा है...",
"अब फिर चार्ज करो",
"पीछे",
"लोड किया जा रहा है"
    ],
    label: [
"पुनरार्ज मात्रा",
"चैनल फिर चार्ज करें",
"स्थानान्तरण का नाम",
"पैसा का नाम",
"पैदा के मोबाइल फोन",
"UPI खाता पैदा करो",
"पैदा इमेल"
    ],
    placeholder: [
"कृपया पुनरार्ज मात्रा इनपुट करें",
"कृपया फिर चैनल चुनें",
"कृपया स्थानान्तरण नाम इनपुट करें",
      "एक ट्रांसेक्शन की न्यूनतम मात्रा है{currency}{min}",
      "एक ट्रांसेक्शन की अधिकतम मात्रा है{currency}{max}",
"कृपया पैसा का नाम भरें",
"कृपया संख्या से पहले अंतर्राष्ट्रीय क्षेत्र कोड के साथ पैसर के मोबाइल फोन संख्या भरें, जहाँ + 86",
"कृपया पैसर UPI खाता प्रविष्ट करें",
"कृपया पैसर के इमेल भरें"
    ],
    info: [
"पुनरार्ज मात्रा",
"आदेश नहीं.",
"बैंक प्राप्त कर रहा है",
"संग्रह खाता नहीं.",
"पैई",
"नकल",
      "{type}खाता स्थानान्तरण करें",
"स्क्रीनशॉट ट्रांसफर करें",
"भेजें,",
"IFSC कोड,",
"खाता प्रकार,",
"सूचना प्रक्रिया कर रहा है"
    ],
    tips: [
      "कृपया मात्रा से मिलाने के लिए निम्न स्थानान्तरण विधि चुनें<br>स्क्रीन्सशॉट को स्थानान्तरण के बाद पुष्टि के रूप में डाउनलोड करें",
"मित्रों को जोड़ने की जरूरत नहीं. मेरे पास पैसा स्थानान्तर करने के लिए QR कोड स्कैन करें.",
"कृपया नीचे सूचना के अनुसार स्थानान्तरण को पूरा करें।",
"टिप्प: सफल पैमान के बाद, कृपया अपने सदस्य खाता संख्या देने के लिए ऑनलाइन ग्राहक सेवा को संपर्क करो, पुनर्चार्ज मात्रा, क्रमांक, डेपोसिटर का खाता संख्या और",
"नोट: कृपया हर स्थानान्तरण के लिए एक पैसा भेजें",
"कृपया स्क्रीन्सशॉट को स्थानान्तरण के बाद सत्यापन की पुष्टि के रूप में अपलोड करें"
    ]
  },

  dialog: [
"टिप्स",
"ठीक है.",
"भेज रहा है...",
"नक़ल सफल।",
"आईओएस तंत्र संस्करण कम है, समर्थित नहीं है.",
"रेजिस्टरिंग...",
"डाटा लोड कर रहा है"
  ],

  lineList: [
"पंक्ति चयन.",
"वर्तमान लाइन",
"पंक्ति"
  ],


}